[{
  "_id": {
    "$oid": "66ed5a9ff5b114c684cfd4cc"
  },
  "title": "Green Detox Smoothie Bowl ",
  "description": "Boost your summer health with this fresh, green and organic smoothie. The drink has been added to our Yoga Green Blend, which brightens it up with 8 organic superfoods.  \r\n\r\nThe smoothie is the perfect addition to a detox or simply as a snack.\r\n\r\nBon appétit!\r\n\r\nIngredients:\r\n1 banana\r\n1/2 mango\r\nA few pieces of pineapple\r\n1-2 handfuls spinach\r\n1 spoon Yoga Green Blend\r\n1 teaspoon maca powder\r\nwater",
  "file": "file_1727090800400.webp",
  "email": "umaisrasheed63@gmail.com",
  "__v": 0,
  "createdAt": {
    "$date": "2024-09-23T11:09:42.032Z"
  }
},
{
  "_id": {
    "$oid": "66ed5c9df5b114c684cfd523"
  },
  "title": "Mini guide to Summer Detox",
  "description": "Do you need a physical as well as mental cleansing?\r\nThe summer holidays are the perfect time to clean out - both physically and mentally. So why not spend a day or two (or three or four) doing a little summer detox where you take care of yourself and focus 100% on YOU! We have made a mini detox guide here that you can get inspiration from.\r\n\r\nControl the intestinal flora and digestion\r\nFirst of all, it is most important to get control of the entire digestive system, as it is what determines how well we absorb everything we consume. A healthy intestinal flora is also important in relation to the immune system, digestive problems, energy and mood!\r\n\r\nTherefore, it is a good idea to start by \"cleansing\" and building up the intestine. This can be done, among other things, by consuming lactic acid bacteria and magnesium . The lactic acid bacteria harmonize the intestinal flora and add good bacteria and magnesium acts as a mild laxative and muscle relaxant. If you have a tendency to bloating, constipation and flatulence, you can supplement with these yoga exercises , which help to get digestion going.    \r\n\r\nStructure with vitamins, minerals and superfoods\r\nAfter the \"bowel cleanse\" it's time to build up the immune system again and get a boost of energy during your summer detox. This can be done by eating healthily (avoid red meat, caffeine, added sugar, deep-fried foods, dairy products) and by possibly to consume a multivitamin supplement and some superfoods.   \r\n\r\nHealthy diet and plenty of fluids\r\nDuring the detox days, it is therefore generally about eating healthy by ensuring that you get plenty of healthy protein, fiber and healthy fat, as well as plenty of liquid, and possibly supplement with some meditation, yoga or walks in nature to balance the mind. If you want to pamper yourself extra and get really into gear, you can also make a foot bath or tub with epsom salt and possibly a few drops of de-stressing lavender oil. You can also give yourself a cupping massage , which is super effective at removing accumulated waste and cleaning the entire system!    \r\n\r\nHappy summer and happy detox!",
  "file": "file_1726831773610.webp",
  "email": "ayesha009@gmail.com",
  "__v": 0
},
{
  "_id": {
    "$oid": "66f0fe8ceb609f5cd2c367e6"
  },
  "title": "It's Cold Outside! How to Protect Your Bones and Joints During Winter ",
  "description": "Most of the daily activities we do whether that's walking, running, sitting, dancing, climbing and descending stairs require our bones and joints to remain healthy and strong. Maintaining the health of our bones and joints is crucial during the colder seasons, especially if you suffer from conditions like arthritis.\r\nFor people living with arthritis, the winter months can often be the most challenging time of the year because they are more prone to experience discomfort due to limited blood flow to bones and joints. Low activity levels may increase the risk of inflammation, while lower vitamin D levels due to low natural sunlight and low atmospheric pressure may worsen the pain and stiffness of the joints.\r\nHowever, there is much that can be done to keep your bones and joints in optimal condition during the winter months.\r\nIn this article, we will share a few simple and effective tips to help you prevent joint pain and keep your bones and joints healthy during the cold season.\r\n\r\nFocus on eating healthy\r\nAdd foods rich in vitamins A, D, E, K and minerals such as calcium, zinc, magnesium, phosphorus to your daily diet that are vital for bone and joint health. Most of these micronutrients come from milk and other dairy products, eggs, spinach, broccoli, carrots, legumes, and citrus fruits.\r\n\r\nDon't forget your water! Stay hydrated during your day, as dehydration can cause fatigue and muscle pain, but what is more important, it serves as a lubricant in our joints, that helps to reduce joint friction and prevent your bones from rubbing against each other.",
  "file": "file_1727076626845.webp",
  "email": "Fahad145@gmail.com",
  "__v": 0
},
{
  "_id": {
    "$oid": "66f14cf584fa9cd074ad7cf1"
  },
  "title": "Getting Vitamin D During Early Spring Months",
  "description": "Spring has nearly arrived, so soon we will enjoy long-forgotten sunshine and warm weather. As well as brightening our moods with warm sun rays, longer spring days enable us to get an optimal amount of Vitamin D, which the body produces when skin gets exposed to sunlight.\r\n\r\nHealth professionals recommend ensuring an optimal intake of vitamin D through food sources or dietary supplements, specifically between the end of September and late March/April when the exposure to the sunlight significantly reduces. It has been scientifically proven that there are substantial seasonal variations in vitamin D status during the spring and autumn months, highlighting the importance of consuming a sufficient amount of vitamin D either in supplement form or foods. Therefore, it is still important to keep your Vitamin D status topped until the weather gets more stable and allow us to get natural vitamin D from the sunlight. This is especially important for people who live in Nordic countries and those from higher latitudes due to their limited exposure to the sun.\r\n\r\nHaving sufficient vitamin D levels has been shown to help prevent the development of rickets in children, a condition in which bones become soft, weak, and deformed. In young teens, adults and older adults, vitamin D contribute to reduced risks of developing osteomalacia and osteoporosis, two different conditions, but both result in weakened, brittle bones that are susceptible to fracture. This condition, however, can also be attributed to low calcium/phosphorus intake and poor calcium/phosphorus intestinal absorption and distribution in the bones, which is associated with low Vitamin D concentrations.\r\n(*Both calcium and phosphorus are actively absorbed from the small intestine in the presence of vitamin D).\r\n\r\nVitamin D also contributes to the maintenance of normal blood calcium levels, maintenance of normal muscle and immune system function. ",
  "file": "file_1727089909043.webp",
  "email": "umaisrasheed63@gmail.com",
  "createdAt": {
    "$date": "2024-09-23T11:11:49.058Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "66f14d5284fa9cd074ad7cf5"
  },
  "title": "8 Beginner Tips To Reach Fitness and Health Goals - Walking ",
  "description": "Whether you want to change your diet and eat nutritious foods, get fit or just improve your health status by building healthier lifestyle habits, you need to follow a concrete plan that will fit your lifestyle needs and help you achieve success with your goals.\r\n\r\nStrong inner motivation, knowledge about the relationship between food, sport and your body, and a few useful tips will help you make the first step in changing your habitual lifestyle and successfully achieve lifestyle goals! Just starting your first fitness journey on your own. Read our 8 recommendations for beginners to find out how to achieve your ultimate fitness and health goals!\r\n\r\nDefine The Reason Why You Want to Change\r\nBeing fit and healthy is a long-term commitment that requires constant work to achieve all of your fitness or health goals. But before you start, it is essential to determine the main goal and why you want to make such changes to your habitual lifestyle and then come up with a concrete plan for action.\r\n\r\nWhy do so?\r\n\r\nThe answer is the intrinsic motivation that will drive you to move forward and progress every time! The sense of inner motivation will make it easier to make a long-term commitment to exercise regularly, eat healthy and nutritious food, be active and form new behaviours that will eventually help you become the best version of yourself! \r\n\r\n",
  "file": "file_1727090494448.webp",
  "email": "umaisrasheed63@gmail.com",
  "createdAt": {
    "$date": "2024-09-23T11:13:22.687Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "66f1601ff0047a47bf865517"
  },
  "title": "6 DIETARY SUPPLEMENT FOR YOUR IMMUNE SYSTEM - Umais",
  "description": "Nutrition has a big impact on our immune system. Certain nutrients, such as vitamins A, B1, B2, B3, B12, C and D, as well as minerals such as zinc and selenium, play an important role in regulating how our immune system works. For example, they can affect how our immune system responds to inflammation.\r\n\r\nSome macronutrients such as tryptophan, arginine and polyunsaturated fatty acids may also be important for the prevention and treatment of certain diseases that affect the immune system.\r\n\r\nIt is important to note that some vitamins such as A and D are only fat soluble. This means that when we eat fat-free products, we do not get the fat-soluble vitamins that our immune system needs. So it is important to have some healthy fats in our diet. A diet with healthy fats can also make food tastier.\r\n\r\nTherefore, it is important to get enough of these nutrients through diet or supplements to maintain a healthy immune system.  Nutrients such as vitamins A, B, B2, B3, B12, C and D as well as minerals such as zinc and selenium are essential for supporting and regulating our immune system. Likewise, macronutrients such as tryptophan, arginine and polyunsaturated fatty acids can contribute to influencing the immune system.\r\n\r\nAt Novo Vita, we offer a range of immune-boosting supplements, so don't miss the chance to strengthen your health and well-being.",
  "file": "file_1727094987187.png",
  "email": "umaisrasheed63@gmail.com",
  "createdAt": {
    "$date": "2024-09-23T12:33:35.995Z"
  },
  "__v": 0
}]