[{
  "_id": {
    "$oid": "66ed5a9ff5b114c684cfd4cc"
  },
  "title": "Green Detox Smoothie Bowl ton",
  "description": "Boost your summer health with this fresh, green and organic smoothie. The drink has been added to our Yoga Green Blend, which brightens it up with 8 organic superfoods.  \r\n\r\nThe smoothie is the perfect addition to a detox or simply as a snack.\r\n\r\nBon appétit!\r\n\r\nIngredients:\r\n1 banana\r\n1/2 mango\r\nA few pieces of pineapple\r\n1-2 handfuls spinach\r\n1 spoon Yoga Green Blend\r\n1 teaspoon maca powder\r\nwater",
  "file": "file_1726831263276.webp",
  "email": "umaisrasheed63@gmail.com",
  "__v": 0
},
{
  "_id": {
    "$oid": "66ed5c9df5b114c684cfd523"
  },
  "title": "Mini guide to Summer Detox",
  "description": "Do you need a physical as well as mental cleansing?\r\nThe summer holidays are the perfect time to clean out - both physically and mentally. So why not spend a day or two (or three or four) doing a little summer detox where you take care of yourself and focus 100% on YOU! We have made a mini detox guide here that you can get inspiration from.\r\n\r\nControl the intestinal flora and digestion\r\nFirst of all, it is most important to get control of the entire digestive system, as it is what determines how well we absorb everything we consume. A healthy intestinal flora is also important in relation to the immune system, digestive problems, energy and mood!\r\n\r\nTherefore, it is a good idea to start by \"cleansing\" and building up the intestine. This can be done, among other things, by consuming lactic acid bacteria and magnesium . The lactic acid bacteria harmonize the intestinal flora and add good bacteria and magnesium acts as a mild laxative and muscle relaxant. If you have a tendency to bloating, constipation and flatulence, you can supplement with these yoga exercises , which help to get digestion going.    \r\n\r\nStructure with vitamins, minerals and superfoods\r\nAfter the \"bowel cleanse\" it's time to build up the immune system again and get a boost of energy during your summer detox. This can be done by eating healthily (avoid red meat, caffeine, added sugar, deep-fried foods, dairy products) and by possibly to consume a multivitamin supplement and some superfoods.   \r\n\r\nHealthy diet and plenty of fluids\r\nDuring the detox days, it is therefore generally about eating healthy by ensuring that you get plenty of healthy protein, fiber and healthy fat, as well as plenty of liquid, and possibly supplement with some meditation, yoga or walks in nature to balance the mind. If you want to pamper yourself extra and get really into gear, you can also make a foot bath or tub with epsom salt and possibly a few drops of de-stressing lavender oil. You can also give yourself a cupping massage , which is super effective at removing accumulated waste and cleaning the entire system!    \r\n\r\nHappy summer and happy detox!",
  "file": "file_1726831773610.webp",
  "email": "ayesha009@gmail.com",
  "__v": 0
},
{
  "_id": {
    "$oid": "66ed5ce1f5b114c684cfd52f"
  },
  "title": "Healthy and fudgy blackberry bread",
  "description": "Our ambassador  Sandra Rosendahl  has made this delicious blackberry bread, which can ideally be spiced up with our Yoga Protein Rapsberry Protein !\r\n\r\nIngredients\r\n1.5 dl. almond flour\r\n1/3 dl coconut flour\r\n1 tsp baking powder or baking soda\r\n¼ tsp salt\r\n1 scoop  Y oga Vegan Protein Raspberry\r\n\r\nWet ingredients\r\n3 large eggs\r\n¼ dl. pure honey or 10 drops of stevia\r\nThe juice from half an orange\r\nThe pulp from half an orange\r\n1 handful of blackberries\r\n\r\nFor topping:\r\n1 handful of blackberries\r\n\r\nThis is how you do it\r\nPreheat the oven to 200 degrees Hot air.\r\nUse a loaf tin and line it with baking paper.\r\nIn a large bowl, mix the dry ingredients: almond flour, coconut flour, baking powder and salt.\r\nIn a separate large bowl, whisk together all wet ingredients: eggs, honey, orange zest and juice.\r\nAdd dry ingredients to wet ingredients and mix well to combine.\r\nBlackberries are stirred in at the end.\r\nPour the batter into your loaf pan and spread it evenly.\r\nBake for approx. 30 minutes.\r\nLet your blackberry bread cool before removing it from the mold and cutting it out.",
  "file": "file_1726831841387.jpg",
  "email": "ayesha009@gmail.com",
  "__v": 0
}]